cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ansible'
brew 'chruby'
brew 'coreutils'
brew 'fzf'
brew 'git'
brew 'grc'
brew 'hub'
brew 'jq'
brew 'lastpass-cli'
brew 'node'
brew 'openssl'
brew 'puma/puma/puma-dev'
brew 'pyenv'
brew 'readline'
brew 'ripgrep'
brew 'ruby-build'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'zsh'
brew 'zsh-completions'
